---
kind: enumMember
id: F:Autodesk.Revit.DB.BuiltInParameter.REFERENCE_OTHER_VIEW_UI_REF_VIEW
enum: Autodesk.Revit.DB.BuiltInParameter
source: html/fb011c91-be7e-f737-28c7-3f1e1917a0e0.htm
---
# Autodesk.Revit.DB.BuiltInParameter.REFERENCE_OTHER_VIEW_UI_REF_VIEW

"Reference View": This is used by the UI to allow selection of view reference.